Repository: kwonk/newsletter
Catalog: locales/*/main.po
Languages: fr

source: New
fr: Nouvelle

source: manage newsletters
fr: gestion des newsletters

source: Unable to install the plugin Newsletter
fr: Impossible d'installer le plugin Newsletter

source: Test display template
fr: Test d'affichage du template

source: About Newsletter
fr: A propos de Newsletter

source: Missing informations
fr: Informations manquantes

source: Your subscription code is invalid
fr: Votre code d'inscription est invalide

source: Account already confirmed
fr: Abonnement déja confirmé

source: Your subscription is confirmed
fr: Votre inscription est confirmée

source: You will soon receive an email
fr: Vous allez bientôt recevoir un email

source: Unable to find your account informations
fr: Impossible de trouver les informations sur votre abonnement

source: Account already enabled
fr: Abonnement déja activé

source: Your account is enabled
fr: Votre abonnement est activé

source: Account already disabled
fr: Abonnement déja désactivé

source: Your account is disabled
fr: Votre abonnement est désactivé

source: Unable to find you account informations
fr: Impossible de trouver les informations de votre compte

source: Account already suspended
fr: Abonnement déjà suspendu

source: Your account is suspended
fr: Votre abonnement est suspendu

source: Your sending format is
fr: Votre format d'envoi est

source: No email specified
fr: Pas d'email saisi

source: The given email is invalid
fr: L'adresse email est invalide

source: No option specified
fr: Pas d'option saisie

source: No captcha specified
fr: Code non saisi

source: Error in captcha function
fr: Erreur dans la fonction de vérification du code visuel

source: Bad captcha code
fr: Code visuel incorrect

source: Error in formular
fr: Erreur dans le formulaire

source: Back
fr: Retour

source: Unsubscribe
fr: Se désabonner

source: Suspend
fr: Suspendre

source: Resume
fr: Résumé

source: Captcha
fr: Code visuel (captcha)

source: text
fr: texte

source: Email address
fr: Adresse email

source: Change format
fr: Changer le format

source: Reload captcha
fr: Recharger le code visuel

source: Email address:
fr: Adresse email :

source: Enter the text
fr: Saisissez le texte

source: Subscription link
fr: S'abonner

source: All newsletters
fr: Toutes les newsletters

source: Cannot load imgname
fr: Impossible de charge imgname

source: Links:
fr: Liens:

source: delete all settings
fr: supprimer tous les paramètres

source: delete table
fr: supprimer la table de la base de données

source: delete plugin files
fr: supprimer les fichiers du plugin

source: delete the version number
fr: supprimer le numéro de version

source: delete newsletter plugin files
fr: supprimer les fichiers du plugin newsletter

source: delete newsletter version number
fr: supprimer le numéro de version de newsletter

source: Newsletter: subscription form
fr: Newsletter : formulaire d'abonnement

source: Link or subscription form
fr: Lien ou formulaire d'abonnement

source: Print subscription form in widget
fr: Affiche le formulaire d'abonnement dans un widget

source: Text of subscription link
fr: Texte du lien d'abonnement

source: List of newsletters
fr: Liste des newsletters

source: Order by
fr: Ordre de tri

source: Newsletter name
fr: Nom de la newsletter

source: Newsletter date
fr: Date de la newsletter

source: No data found
fr: Aucune donnée trouvée

source: Export file not found
fr: Fichier d'export non trouvé

source: Failed to compress export file
fr: Erreur dans la compression du fichier d'export

source: Error during export
fr: Erreur pendant l'export

source: Unable to move uploaded file
fr: Impossible de déplacer le fichier téléverser

source: is not a valid email address
fr: n'est pas une adresse email valide

source: No file to read
fr: Pas de fichier à lire

source: File is empty or not a compressed file.
fr: Le fichier est vide ou n'est pas un fichier compressé.

source: Another file with same name exists
fr: Un fichier existe déjà avec le même nom

source: Failed to extract backup file
fr: Erreur dans l'extraction du fichier de sauvegarde

source: No backup in compressed file
fr: Pas de sauvegarde dans le fichier compressé

source: No template to adapt
fr: Aucun template à adapter

source: is not in your theme folder.
fr: n'est pas dans le répertoire du thème.

source: is not in the plugin folder.
fr: n'est pas dans la répertoire du plugin.

source: is not readable.
fr: n'est pas lisible.

source: Template created
fr: Template créé

source: Unable to write file
fr: Impossible d'écrire le fichier

source: Waiting...
fr: Veuillez patientez...

source: unable to reload
fr: Erreur lors du rechargement

source: has successfully registered
fr: a été enregistré avec succès

source: Error adding subscriber.
fr: Erreur lors de l'ajout de l'abonné.

source: You must input an email
fr: Vous devez entrer un email

source: The email already exist
fr: L'adresse email existe déjà

source: , by
fr: , par

source: Successful mail sent for
fr: Mail envoyé avec succès pour

source: Mail sent error for
fr: Echec de l'envoi du mail pour

source: Nothing to send for
fr: Rien à envoyer pour

source: Your account is pending confirmation
fr: Votre abonnement est en attente de confirmation

source: Your sending mode is %s
fr: Votre mode d'envoi est %s

source: Bad email
fr: Email incorrect

source: Email already subscribed
fr: Email déjà abonné

source: Error during account creation
fr: Erreur dans la création de l'abonnement

source: Email does not exist
fr: Email n'existe pas

source: No template selected
fr: Aucun template sélectionné

source: This letter does not exist
fr: Cette lettre n'existe pas

source: New letter
fr: Nouvelle lettre

source: This letter does not exist.
fr: Cette lettre n'existe pas.

source: Edit letter
fr: Editer la lettre

source: Next letter
fr: Lettre suivante

source: Previous letter
fr: Lettre précédente

source: Are you sure you want to delete this letter?
fr: Etes-vous sûr de vouloir supprimer cette lettre ?

source: Letter has been successfully updated.
fr: La lettre a été mise à jour avec succès.

source: Letter has been successfully created.
fr: La lettre a été créée avec succès.

source: Go to this letter on the site
fr: Voir cette lettre sur le site

source: View letter
fr: Voir la lettre

source: Preview letter
fr: Prévisualiser la lettre

source: Letter status
fr: État de la lettre

source: Letter language
fr: Langue de la lettre

source: Hide in widget Newsletters
fr: Ne pas lister dans le widget Newsletters

source: Warning: If you set the URL manually, it may conflict with another letter.
fr: Attention : si vous indiquez l'URL manuellement, celle-ci peut entrer en conflit avec une autre lettre.

source: Introduction to the letter.
fr: Introduction à la lettre.

source: Entries linked
fr: Billets liés

source: Add many posts to this letter
fr: Ajout des billets à cette lettre

source: displays a list of posts attached
fr: affiche la liste des billets liés

source: displays the link to the newsletter up on your blog
fr: affiche le lien vers la lettre d'information visible sur votre blog

source: displays the delete link of the user subscription
fr: affiche le lien de suppression de l'abonnement pour l'utilisateur

source: displays the link suspension of the user subscription
fr: affiche le lien de suspension de l'abonnement pour l'utilisateur

source: List of keywords
fr: Liste des mot-clés

source: Associate posts for this letter
fr: Billets associés à cette lettre

source: Title of letter :
fr: Titre de la lettre :

source: back
fr: retour

source: selected
fr: sélectionné

source: not selected
fr: non sélectionné

source: associate
fr: associé

source: Entries per page
fr: Lettre par page

source: filter
fr: filtre

source: Editor email is empty
fr: L'email de l'éditeur est vide

source: Editor name is empty
fr: Le nom de l'éditeur est vide

source: Thanks you for reading.
fr: Merci de nous lire.

source: This is the newsletter for
fr: Voici la lettre d'information pour

source: Here are the last post:
fr: Voici les derniers billets:

source: To confirm your subscription
fr: Pour confirmer votre inscription

source: Click here
fr: Cliquez ici

source: To cancel your account
fr: Pour supprimer votre abonnement

source: To enable your account
fr: Pour activer votre abonnement

source: To suspend your account
fr: Pour suspendre votre abonnement

source: Newsletter account suspend for
fr: Suspension d'abonnement à la newsletter pour

source: Newsletter for
fr: Newsletter pour

source: Newsletter subscription confirmation for
fr: Confirmation d'inscription pour

source: Newsletter account activation for
fr: Activation d'abonnement à la newsletter pour

source: Newsletter account removal for
fr: Suppression d'abonnement à la newsletter pour

source: Newsletter account resume for
fr: Information sur l'abonnement à la newsletter pour

source: Newsletter account change format for
fr: Changement du format sur l'abonnement à la newsletter pour

source: Thank you for subscribing.
fr: Merci pour votre inscription.

source: Have a nice day!
fr: Passez une bonne journée !

source: Your account has been validated.
fr: Votre compte a été validé.

source: Your account has been canceled.
fr: Votre compte a été supprimé.

source: Your sending format has been updated.
fr: Votre format d'envoi a été mis à jour.

source: Thank you for your subscription.
fr: Merci pour votre inscription.

source: If you have problems viewing this message, go to the online version.
fr: Si vous avez des difficultés pour visualiser ce message, accédez à la version en ligne.

source: no user selected
fr: pas d'abonné sélectionné

source: not enough posts for sending
fr: pas assez de billets pour l'envoi

source: no letter selected
fr: aucune lettre sélectionnée

source: Mailing date
fr: Date d'envoi

source: Changing state
fr: Changer l'état

source: publish
fr: publiée

source: unpublish
fr: non publiée

source: mark as pending
fr: mettre en attente

source: change author
fr: changer l'auteur

source: Search subscribers for letter
fr: Recherche des abonnés pour la lettre

source: Subject
fr: Sujet

source: to user
fr: pour l'abonné

source: %s subscriber(s) found
fr: %s abonné(s) trouvé(s)

source: Are you sure you want to delete selected subscribers
fr: Etre vous sûr de vouloir supprimer les abonnés sélectionnés

source: Are you sure you want to delete selected letters?
fr: Êtes-vous sûr de vouloir supprimer les lettres sélectionnées?

source: Are you sure you want to delete selected subscribers?
fr: Êtes-vous sûr de vouloir supprimer les abonnés sélectionnés?

source: Letters
fr: Lettres

source: Subscribers
fr: Abonnés

source: Properties
fr: Propriétés

source: New newsletter
fr: Nouvelle newsletter

source: Letters per page
fr: Lettres par page

source: Selected letters action:
fr: Action sur les lettres sélectionnées:

source: Plugin status updated.
fr: Statut du plugin mis à jour.

source: Settings updated
fr: Paramètres mis à jour

source: You must input a valid email
fr: Vous devez entrer une adresse email valide

source: You must input an editor
fr: Vous devez entrer un éditeur

source: Messages updated.
fr: Messages mis à jour.

source: CSS successfully copied.
fr: CSS copiée avec succès.

source: Error to copy CSS to your template
fr: Erreur lors de la copie du CSS pour votre template

source: Planning updated
fr: Programmation mise à jour

source: Error during create planning task
fr: Erreur pendant la création de tâche planifiée

source: Export file name was not defined
fr: Le nom du fichier de sauvegarde n'est pas défini

source: Datas exported to
fr: Données exportées dans

source: Import file name was not defined
fr: Le nom du fichier à importer n'est pas défini

source: Datas imported from
fr: Données exportées vers

source: Template successfully adapted.
fr: Template adapté avec succès.

source: Error to adapt template
fr: Erreur pour adapter le template

source: No template adapted
fr: Pas de template adapté

source: text file
fr: fichier txt

source: data file
fr: fichier dat

source: creation date
fr: date de création

source: update date
fr: date de mise à jour

source: publication date
fr: date de publication

source: Are you sure you want to delete all informations about newsletter in database?
fr: Êtes-vous sûr de vouloir supprimer toutes les informations de newsletter dans la base de données ?

source: Are you sure you want to import a backup file?
fr: Êtes-vous sûr de vouloir importer un fichier de sauvegarde?

source: Plugin state
fr: Etat du plugin

source: Enable plugin
fr: Activer le plugin

source: Settings
fr: Paramètres

source: Advanced Settings
fr: Paramètres avancés

source: Editor name
fr: Nom de l'éditeur

source: Editor email
fr: Email de l'éditeur

source: Automatically activate the account
fr: Auto-activation des abonnés

source: Use default action subscribe in form
fr: Utiliser l'action par défaut souscription dans les formulaires

source: Use default format for sending
fr: Utiliser le format par défaut pour l'envoi

source: Default format for sending
fr: Format par défaut pour l'envoi

source: Notification sending
fr: Accusé de réception

source: Restrict the preview only to excerpt of posts
fr: Restreindre l'aperçu à l'extrait des billets

source: View contents posts
fr: Affiche le contenu des billets

source: Size contents posts
fr: Taille maximale du contenu des billets

source: View content in text format
fr: Affiche le contenu au format texte

source: View thumbnails
fr: Affiche les miniatures

source: Size of thumbnails
fr: Taille des miniatures

source: Use suspend option
fr: Utiliser l'option Suspendre

source: Date selection for sorting posts
fr: Choix de la date pour le tri des billets

source: Automaticly create a subscriber when an user is added in the plugin Agora
fr: Créer automatiquement un abonné lorsqu'un utilisateur est ajouté dans le plugin Agora

source: Date format for post info
fr: Format de la date dans l'info des billets

source: Use CSS %s in forms
fr: Utiliser le CSS %s dans les formulaires

source: Default value for number of subscribers per page
fr: Valeur par défaut du nombre d'abonnés par page

source: Settings for auto letter
fr: Paramètres pour la lettre automatique

source: Date for the previous sent
fr: Date du précédent envoi

source: Automatic send when create post
fr: Envoi automatique lors de la création d'un billet

source: Automatic send when update post
fr: Envoi automatique lors de la modification d'un billet

source: Minimum posts
fr: Nombre minimum de billets

source: Maximum posts
fr: Nombre maximal de billets

source: Include sub-categories
fr: Inclure les sous-catégories

source: Add the date in the title of the letter
fr: Ajoute la date dans le titre de la lettre

source: Settings for the public page for a list of newsletters
fr: Paramètres de la page publique contenant la liste des newsletters

source: Number per page
fr: Nombre par page

source: Sort by
fr: Trier par

source: Planning
fr: Planification

source: Planning newsletter
fr: Planification de la newsletter

source: Interval time in seconds between 2 runs
fr: Intervalle de temps en secondes entre 2 exécutions

source: samples
fr: exemples

source: day
fr: jour

source: week
fr: semaine

source: Date for the first run
fr: Date de la première exécution

source: Unschedule
fr: Déplanifier

source: Scheduled task
fr: Tâche planifiée

source: State
fr: Etat

source: Interval
fr: Intervalle

source: Last run
fr: Dernière exécution

source: Next run
fr: Prochaine exécution

source: Remaining Time
fr: Temps restant

source: Disable
fr: Désactiver

source: Enable
fr: Activer

source: Install the plugin dcCron for using planning
fr: Installez le plugin dcCron pour utiliser la planification

source: Update messages
fr: Mise à jour des messages

source: Define message content Newsletter
fr: Définir le contenu du message Newsletter

source: Subject of the Newsletter
fr: Sujet de la Newsletter

source: Message presentation
fr: Message de présentation

source: Introductory message
fr: Message d'introduction

source: Presentation message for posts
fr: Message de présentation pour les billets

source: Concluding message
fr: Message de conclusion

source: Set the link text viewing online
fr: Définir le texte du lien de visualisation en ligne

source: Set the link style viewing online
fr: Définir le style du lien de visualisation en ligne

source: Set the link style read it
fr: Définir le style du lien Lire la suite

source: Set the link style confirm
fr: Définir le style du lien de confirmation

source: Set the link style disable
fr: Définir le style du lien de désactivation

source: Set the link style enable
fr: Définir le style du lien d'activation

source: Set the link style suspend
fr: Définir le style du lien de suspension

source: Define formulary content Subscribe
fr: Définir le contenu du formulaire d'inscription

source: Title page of the subscribe form
fr: Titre de la page du formulaire d'abonnement

source: Message presentation form
fr: Message de présentation du formulaire

source: Subcribed message
fr: Message de sousrciption

source: Define message content Confirm
fr: Définir le contenu du message de Confirmation

source: Subject of the mail Confirm
fr: Sujet du mail de confirmation

source: Confirm message
fr: Message de confirmation

source: Introductory confirm message
fr: Introduction au lien de confirmation

source: Title confirmation link
fr: Titre du lien de confirmation

source: Concluding confirm message
fr: Conclusion du message de confirmation

source: Define message content Disable
fr: Définir le contenu du message de Désactivation

source: Txt disabled msg
fr: Texte du message de désactivation

source: Subject of the mail Disable
fr: Sujet du mail de désactivation

source: Disable message
fr: Message de désactivation

source: Introductory disable message
fr: Introduction au lien de désactivation

source: Title disable link
fr: Titre du lien de désactivation

source: Concluding disable msg
fr: Conclusion du message de désactivation

source: Define message content Enable
fr: Définir le contenu du message d'activation

source: Texte enabled message
fr: Texte du message d'activation

source: Subject of the mail Enable
fr: Sujet du mail d'activation

source: Enable message
fr: Message d'activation

source: Introductory enable message
fr: Introduction au lien d'activation

source: Title enable link
fr: Titre du lien d'activation

source: Concluging enable message
fr: Conclusion du message d'activation

source: Define message content Suspend
fr: Définir le contenu du message de Suspension

source: Txt suspended msg
fr: Texte du message de suspension

source: Subject of the mail Suspend
fr: Sujet du mail de suspension

source: Suspend message
fr: Message de suspension

source: Introductory suspend message
fr: Introduction au lien de suspension

source: Title suspend link
fr: Titre du lien de suspension

source: Concluding suspend message
fr: Conclusion du message de suspension

source: Define message content Changemode
fr: Définir le contenu du message de Changement de mode

source: Change mode message
fr: Message de changement de mode

source: Subject of the mail Changing mode
fr: Sujet du mail de changement de mode

source: Introductory change mode message
fr: Introduction au message de changement de mode

source: Concludind change mode message
fr: Conclusion au message de changement de mode

source: Define message content Resume
fr: Définir le contenu du message de Résumé

source: Subject of the mail Resume
fr: Sujet du mail de résumé

source: Introductory resume message
fr: Introduction au message résumé

source: Concluding resume message
fr: Conclusion au message résumé

source: This will create an export of subscribers of your current blog: <strong>%s</strong>
fr: Cela exportera une sauvegarde des abonnés du blog courant : <strong>%s</strong>

source: File format:
fr: Format du fichier

source: This will create an export of subscribers of all blog
fr: Cela exportera une sauvegarde des abonnés de tous les blogs

source: Import subscribers list
fr: Importe une liste d'abonnés

source: This will import a backup of subscribers list on your current blog: <strong>%s</strong>.
fr: Cela importera une sauvegarde des d'une liste d'abonnés dans votre blog courant : <strong>%s</strong>

source: Importing a list of emails includes in a text file on the current blog
fr: Importe une liste d'adresses emails contenue dans un fichier texte dans votre blog courant

source: File to import :
fr: Fichier à importer :

source: Launch reprise
fr: Lancer la reprise

source: Adapt
fr: Adapter

source: Adapt the template for the theme
fr: Adapter le template pour le thème

source: <strong>Caution :</strong> use the theme adapter only if you experience some layouts problems when viewing newsletter form on your blog.
fr: <strong>Attention :</strong> utiliser l'adaptateur de thème uniquement si vous rencontrez des problèmes lors de la visualisation de la page formulaire du plugin newsletter sur votre blog

source: Theme name
fr: Nom du thème

source: Clic here to test the template.
fr: Cliquez ici pour tester le template.

source: Cleaning
fr: Nettoyage

source: Erasing all informations about newsletter in database
fr: Suppression de toutes les informations concernant newsletter dans votre base de données

source: <strong>Caution :</strong> please backup your database before use this option.
fr: <strong>Attention :</strong> vous êtes priés de sauvegarder votre base de données avant d'utiliser cette option

source: Erasing
fr: Suppression

source: CSS for letters
fr: CSS pour les lettres

source: If you want edit the file CSS, please copy the default file %s in your current theme folder.
fr: Si vous désirez éditer le fichier CSS, veuillez copier le fichier par défaut %s dans le répertoire de votre thème courant.

source: save
fr: sauver

source: Copy this CSS to your theme
fr: Copier ce CSS dans votre thème

source: copy to theme
fr: Copie dans le thème

source: CSS for forms
fr: CSS pour les formulaires

source: No account changed.
fr: Aucun compte modifié.

source: Account(s) successfully changed.
fr: Compte(s) mis à jour.

source: Error in modification of field last sent
fr: Erreur lors de la modification du champ dernier envoi

source: Subscriber added.
fr: Abonné ajouté.

source: Error adding subscriber
fr: Erreur lors de l'ajout de l'abonné

source: Error to modify a subscriber
fr: Erreur lors de la mise à jour de l'abonné

source: Subscriber updated.
fr: Abonné mis à jour.

source: No account removed.
fr: Aucun compte supprimé.

source: Account(s) successfully removed
fr: Compte(s) supprimé(s)

source: Error to remove account(s)
fr: Erreur lors de la suppression des comptes

source: No account suspended.
fr: Aucun compte suspendu.

source: Account(s) successfully suspended
fr: Compte(s) suspendu(s)

source: Error to suspend account(s)
fr: Erreur lors de suspension des comptes

source: No account enabled.
fr: Aucun compte activé.

source: Account(s) successfully enabled
fr: Compte(s) activé(s)

source: Error to enable account(s)
fr: Erreur lors de l'activation des comptes

source: No account disabled.
fr: Aucun compte désactivé.

source: Account(s) successfully disabled
fr: Compte(s) désactivé(s)

source: Error to disable account(s)
fr: Erreur lors de la désactivation des comptes

source: No account updated.
fr: Aucun compte mis à jour.

source: Format sending for account(s) successfully updated to html
fr: Le format d'envoi pour les comptes est maintenant html

source: Error in modification format
fr: Erreur pour modifier le format

source: Format sending for account(s) successfully updated to text
fr: Le format d'envoi pour les comptes est maintenant texte

source: enabled
fr: actif

source: suspended
fr: suspendu

source: disabled
fr: désactivé

source: Subscribed
fr: Inscription
