Repository: kwonk/newsletter
Catalog: locales/*/main.po
Languages: fr

source: Last sent
fr: Dernier envoi

source: Email to send
fr: Email à envoyer

source: Desactivation
fr: Désactivation

source: Changing format
fr: Changement du format

source: Raz last sent
fr: Raz dernier envoi

source: Not allowed.
fr: Non autorisé.

source: Edit a subscriber
fr: Modifier un abonné

source: Mode send
fr: Mode d'envoi

source: Registration code
fr: Code d'inscription

source: Add a subscriber
fr: Ajouter un abonné

source: Subscribers per page
fr: Abonnés par page

source: Selected subscribers action:
fr: Action sur les abonnés sélectionnés:

source: Statistics post type newsletter
fr: Statistiques des billets de type newsletter

source: Count
fr: Total

source: No subscriber matches the filter
fr: Aucun abonné dans votre sélection

source: No letters for this blog
fr: Aucune lettre dans ce blog

source: protected
fr: protégé

source: Send letters
fr: Envoi des lettres

source: Requests
fr: Requêtes

source: Change author for letters
fr: Change l'auteur des lettres

source: Author ID:
fr: Identifiant de la l'auteur

source: Remove
fr: Enlever

source: Statistics subscribers
fr: Statistiques sur les abonnés

source: No subscriber for this blog
fr: Aucun abonné dans ce blog

source: Subscriber
fr: Abonné

source: No enabled subscriber in your selection
fr: Aucun abonné actif dans votre sélection

source: Select letter to send
fr: Choisir la lettre à envoyer

source: Letter:
fr: Lettre:

source: Send auto letter
fr: Envoyer la lettre automatique

source: Show title
fr: Voir le titre

source: Entry has been successfully updated
fr: La lettre a été mise à jour

source: Entry has been successfully created
fr: La lettre a été créée

source: File has been successfully attached
fr: Le fichier a été joint

source: Attachment has been successfully removed
fr: Le fichier joint a été supprimé

source: Comment has been successfully created
fr: Le commentaire a été correctement créé

source: Don't forget to validate your XHTML conversion by saving your post
fr: N'oubliez pas de valider la conversion XHTML en enregistrant votre billet

source: Entry status:
fr: Contenu du billet:

source: Published on:
fr: Date et heure de publication:

source: Text formating:
fr: Formatage du texte:

source: Entry lang:
fr: Langue du billet:

source: Entry password:
fr: Mot de passe:

source: Basename:
fr: URL spécifique:

source: Rename this tag:
fr: Renommer ce mot-clé:

source: Letter position
fr: Position de la lettre

source: Unable to send email
fr: Impossible d'envoyer le mail

source: %d subscriber
fr: %d abonné

source: %d newsletter
fr: %d lettre

source: Manage your newsletters in Dotclear 2
fr: Gérer vos newsletters dans Dotclear 2
